; Character Templates

[ReaperSoldier X2CharacterTemplate]
strCharacterName="Reaper"

[SkirmisherSoldier X2CharacterTemplate]
strCharacterName="Skirmisher"

[TemplarSoldier X2CharacterTemplate]
strCharacterName="Templar"

; Technically was X2SparkCharacterTemplate_DLC_3
[SparkSoldier X2CharacterTemplate]
strCharacterName="SPARK"


; Classes

[Rookie X2SoldierClassTemplate]
DisplayName="Rookie"

[Ranger X2SoldierClassTemplate]
DisplayName="Ranger"
ClassSummary="The Ranger serves as our primary reconnaissance unit, capable of moving independently in concealment while engaging enemies at close range."
LeftAbilityTreeTitle="Scout"
RightAbilityTreeTitle="Assault"
AbilityTreeTitles[0]="Scout"
AbilityTreeTitles[1]="Assault"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Bandit"
RandomNickNames[1]="Blitz"
RandomNickNames[2]="Brick"
RandomNickNames[3]="Butcher"
RandomNickNames[4]="Buzzsaw"
RandomNickNames[5]="Cajun"
RandomNickNames[6]="Chops"
RandomNickNames[7]="Cobra"
RandomNickNames[8]="Cougar"
RandomNickNames[9]="Coyote"
RandomNickNames[10]="Crash"
RandomNickNames[11]="Diamond"
RandomNickNames[12]="Enforcer"
RandomNickNames[13]="Fatal"
RandomNickNames[14]="Flash"
RandomNickNames[15]="Fury"
RandomNickNames[16]="Gator"
RandomNickNames[17]="Ghost"
RandomNickNames[18]="Gunner"
RandomNickNames[19]="Hound Dog"
RandomNickNames[20]="Ice"
RandomNickNames[21]="Icepick"
RandomNickNames[22]="Jaws"
RandomNickNames[23]="Judgment Day"
RandomNickNames[24]="Knuckles"
RandomNickNames[25]="Monster"
RandomNickNames[26]="Mustang"
RandomNickNames[27]="Paladin"
RandomNickNames[28]="Pitbull"
RandomNickNames[29]="Predator"
RandomNickNames[30]="Razor"
RandomNickNames[31]="Samurai"
RandomNickNames[32]="Scorpion"
RandomNickNames[33]="Shogun"
RandomNickNames[34]="Shadow"
RandomNickNames[35]="Slayer"
RandomNickNames[36]="Snake"
RandomNickNames[37]="Snake Eyes"
RandomNickNames[38]="Solo"
RandomNickNames[39]="Specter"
RandomNickNames[40]="Spider"
RandomNickNames[41]="Stalker"
RandomNickNames[42]="Steel"
RandomNickNames[43]="Stinger"
RandomNickNames[44]="Terminator"
RandomNickNames[45]="Trojan"
RandomNickNames[46]="Vandal"
RandomNickNames[47]="Viking"
RandomNickNames[48]="Warden"
RandomNickNames[49]="Warlord"
RandomNickNames[50]="Wolverine"
RandomNickNames[51]="Wildchild"
RandomNickNames[52]="Wildling"
RandomNickNames[53]="Zulu"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Axeman"
RandomNickNames_Male[1]="Duke"
RandomNickNames_Male[2]="Rocky"
RandomNickNames_Male[3]="Stallion"
RandomNickNames_Male[4]="Wolfman"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Athena"
RandomNickNames_Female[1]="Duchess"
RandomNicknames_Female[2]="Iron Lady"
RandomNicknames_Female[3]="Iron Maiden"
RandomNicknames_Female[4]="Shieldmaiden"
RandomNickNames_Female[5]="Valkyrie"

[Sharpshooter X2SoldierClassTemplate]
DisplayName="Sharpshooter"
ClassSummary="Just like it sounds, our Sharpshooters engage enemy targets with pinpoint accuracy from extreme range. They're also trained in pistol marksmanship for the occasional close encounter."
LeftAbilityTreeTitle="Sniper"
RightAbilityTreeTitle="Gunslinger"
AbilityTreeTitles[0]="Sniper"
AbilityTreeTitles[1]="Gunslinger"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Apex"
RandomNickNames[1]="Ace"
RandomNickNames[2]="Aftermath"
RandomNickNames[3]="Alpha"
RandomNickNames[4]="Blackjack"
RandomNickNames[5]="Bullseye"
RandomNickNames[6]="Bolt"
RandomNickNames[7]="Big Shot"
RandomNickNames[8]="Big Sleep"
RandomNickNames[9]="Big Time"
RandomNickNames[10]="Boss"
RandomNickNames[11]="Bullseye"
RandomNickNames[12]="Checkmate"
RandomNickNames[13]="Chief"
RandomNickNames[14]="Colt"
RandomNickNames[15]="Dallas"
RandomNickNames[16]="Deadbolt"
RandomNickNames[17]="Deadeye"
RandomNickNames[18]="Deadlock"
RandomNickNames[19]="Deadwood"
RandomNickNames[20]="D.O.A."
RandomNickNames[21]="Eagle Eye"
RandomNickNames[22]="Eight Ball"
RandomNickNames[23]="Flatline"
RandomNickNames[24]="Game Time"
RandomNickNames[25]="Gangster"
RandomNickNames[26]="Grave Digger"
RandomNickNames[27]="Hat Trick"
RandomNickNames[28]="Hawkeye"
RandomNickNames[29]="Heater"
RandomNickNames[30]="High Noon"
RandomNickNames[31]="Hitman"
RandomNickNames[32]="Hollywood"
RandomNickNames[33]="Hype"
RandomNickNames[34]="Icon"
RandomNickNames[35]="Jackal"
RandomNickNames[36]="Judge"
RandomNickNames[37]="Lights Out"
RandomNickNames[38]="Lockdown"
RandomNickNames[39]="Long Shot"
RandomNickNames[40]="Longwalker"
RandomNickNames[41]="Needle"
RandomNickNames[42]="Pale Rider"
RandomNickNames[43]="Huntsman"
RandomNickNames[44]="Scratch"
RandomNickNames[45]="Serial"
RandomNickNames[46]="Sheriff"
RandomNickNames[47]="Shooter"
RandomNickNames[48]="Showtime"
RandomNickNames[49]="Slick"
RandomNickNames[50]="Slinger"
RandomNickNames[51]="Stonecold"
RandomNickNames[52]="The Cleaner"
RandomNickNames[53]="The Kid"
RandomNickNames[54]="The Truth"
RandomNickNames[55]="Tombstone"
RandomNickNames[56]="Top Notch"
RandomNickNames[57]="Top Shelf"
RandomNickNames[58]="Two Tap"
RandomNickNames[59]="Undertaker"
RandomNickNames[60]="Valentine"
;ALPHABETICAL ORDER
RandomNicknames_Male[0]="Cowboy"
RandomNickNames_Male[1]="Godfather"
RandomNickNames_Male[2]="Mailman"
RandomNickNames_Male[3]="Sandman"
RandomNickNames_Male[4]="Slim"
RandomNickNames_Male[5]="Taxman"
RandomNickNames_Male[6]="Zeus"
RandomNickNames_Female[0]="Baroness"
RandomNickNames_Female[1]="Black Widow"
RandomNicknames_Female[2]="Calamity"
RandomNicknames_Female[3]="Queen Bee"

[Grenadier X2SoldierClassTemplate]
DisplayName="Grenadier"
ClassSummary="Serving as our demolitions experts, the Grenadiers provide heavy ordnance delivery whenever and wherever we need it."
LeftAbilityTreeTitle="Demolitions Expert"
RightAbilityTreeTitle="Heavy Gunner"
AbilityTreeTitles[0]="Demolitions Expert"
AbilityTreeTitles[1]="Heavy Gunner"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="All Day"
RandomNickNames[1]="All In"
RandomNickNames[2]="Animal"
RandomNickNames[3]="Baller"
RandomNickNames[4]="Big Country"
RandomNickNames[5]="Big Money"
RandomNickNames[6]="Big Nasty"
RandomNickNames[7]="Blaze"
RandomNickNames[8]="Boom Boom"
RandomNickNames[9]="Boomer"
RandomNickNames[10]="Bomber"
RandomNickNames[11]="Bulldog"
RandomNickNames[12]="Bull Rush"
RandomNickNames[13]="Claymore"
RandomNickNames[14]="Demo"
RandomNickNames[15]="Defcon"
RandomNickNames[16]="Devil Dog"
RandomNickNames[17]="Diesel"
RandomNickNames[18]="Encore"
RandomNickNames[19]="Fireball"
RandomNickNames[20]="Fridge"
RandomNickNames[21]="Gunner"
RandomNickNames[22]="Hammer"
RandomNickNames[23]="Hellfire"
RandomNickNames[24]="Hightower"
RandomNickNames[25]="Hoss"
RandomNickNames[26]="Volcano"
RandomNickNames[27]="Hurricane"
RandomNickNames[28]="Junkyard"
RandomNickNames[29]="Juggernaut"
RandomNickNames[30]="Knockout"
RandomNickNames[31]="Kong"
RandomNickNames[32]="Mad Dog"
RandomNickNames[33]="Meltdown"
RandomNickNames[34]="Moose"
RandomNickNames[35]="Nova"
RandomNickNames[36]="Nitro"
RandomNickNames[37]="Nukes"
RandomNickNames[38]="Ogre"
RandomNickNames[39]="Pitbull"
RandomNickNames[40]="Pyro"
RandomNickNames[41]="Redline"
RandomNickNames[42]="Rhino"
RandomNickNames[43]="Rocket"
RandomNickNames[44]="Seabreeze"
RandomNickNames[45]="Slab"
RandomNickNames[46]="Smash"
RandomNickNames[47]="Spitfire"
RandomNickNames[48]="Smokey"
RandomNickNames[49]="Swamp Thing"
RandomNickNames[50]="T-Bone"
RandomNickNames[51]="T-Rex"
RandomNickNames[52]="Tank"
RandomNickNames[53]="Thumper"
RandomNickNames[54]="Thunder"
RandomNickNames[55]="Tickle"
RandomNickNames[56]="Tiny"
RandomNickNames[57]="Titan"
RandomNickNames[58]="Dynamite"
RandomNickNames[59]="Torch"
RandomNickNames[60]="Wardog"
RandomNickNames[61]="Warhorse"
RandomNickNames[62]="Wildchild"
;ALPHABETICAL ORDER
RandomNicknames_Male[0]="Barbarian"
RandomNickNames_Male[1]="Big Boy"
RandomNicknames_Male[2]="Boss Man"
RandomNickNames_Male[3]="Cowboy"
RandomNickNames_Male[4]="Meathead"
RandomNickNames_Male[5]="Nero"
RandomNickNames_Male[6]="Papa Bear"
RandomNickNames_Male[7]="Wildman"
RandomNickNames_Female[0]="Amazon"
RandomNicknames_Female[1]="Boss Lady"
RandomNickNames_Female[2]="Cowgirl"
RandomNicknames_Female[3]="Domino"
RandomNickNames_Female[4]="Freya"
RandomNickNames_Female[5]="Mama Bear"
RandomNickNames_Female[6]="Deep Six"
RandomNickNames_Female[7]="Firebug"

[Specialist X2SoldierClassTemplate]
DisplayName="Specialist"
ClassSummary="Operating some of our most advanced equipment, Specialists deploy robotic drones on the battlefield that can be outfitted for combat or field medic duty."
LeftAbilityTreeTitle="Battle Medic"
RightAbilityTreeTitle="Combat Hacker"
AbilityTreeTitles[0]="Battle Medic"
AbilityTreeTitles[1]="Combat Hacker"
AbilityTreeTitles[2]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Angel"
RandomNickNames[1]="Beta"
RandomNickNames[2]="Bishop"
RandomNickNames[3]="Bones"
RandomNickNames[4]="Breaker"
RandomNickNames[5]="Broker"
RandomNickNames[6]="Crypto"
RandomNickNames[7]="Cyber"
RandomNickNames[8]="Cypher"
RandomNickNames[9]="Data"
RandomNickNames[10]="Deacon"
RandomNickNames[11]="Dr. Feelgood"
RandomNickNames[12]="Doc"
RandomNickNames[13]="Feedback"
RandomNickNames[14]="Firewall"
RandomNickNames[15]="Genius"
RandomNickNames[16]="Gizmo"
RandomNickNames[17]="Glitch"
RandomNickNames[18]="Hijack"
RandomNickNames[19]="Jammer"
RandomNickNames[20]="Jester"
RandomNickNames[21]="Jolt"
RandomNickNames[22]="Lightning"
RandomNickNames[23]="Mayday"
RandomNickNames[24]="Mega"
RandomNickNames[25]="Newton"
RandomNickNames[26]="Overdrive"
RandomNickNames[27]="Patch"
RandomNickNames[28]="Professor"
RandomNickNames[29]="Ragtime"
RandomNickNames[30]="Rascal"
RandomNickNames[31]="Rattler"
RandomNickNames[32]="Red"
RandomNickNames[33]="Rift"
RandomNickNames[34]="Ripcord"
RandomNickNames[35]="Rogue"
RandomNickNames[36]="Scorch"
RandomNickNames[37]="Sentinel"
RandomNickNames[38]="Shady"
RandomNickNames[39]="Shakes"
RandomNickNames[40]="Shifter"
RandomNickNames[41]="Shrink"
RandomNickNames[42]="Slider"
RandomNickNames[43]="Solar"
RandomNickNames[44]="Sonar"
RandomNickNames[45]="Sparks"
RandomNickNames[46]="Stitch"
RandomNickNames[47]="Tapper"
RandomNickNames[48]="Teardrop"
RandomNickNames[49]="Tinker"
RandomNickNames[50]="Turbo"
RandomNickNames[51]="Venom"
RandomNickNames[52]="Vapor"
RandomNickNames[53]="Warbird"
RandomNickNames[54]="Warden"
RandomNickNames[55]="Whiskey"
RandomNickNames[56]="Wild Thing"
RandomNickNames[57]="Zulu"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Candyman"
RandomNickNames_Male[1]="Magic Man"
RandomNickNames_Male[2]="Priest"
RandomNickNames_Male[3]="Rainman"
RandomNickNames_Male[4]="Rooster"
RandomNickNames_Female[0]="Priestess"
RandomNickNames_Female[1]="Wolfmother"
RandomNickNames_Female[2]="Black Widow"
RandomNickNames_Female[4]="Duchess"

[PsiOperative X2SoldierClassTemplate]
DisplayName="Psi Operative"
ClassSummary="A mysterious new branch of study for XCOM, the Psionic Operative utilizes their mental abilities to great effect to boost their allies and cripple the will of enemies."
LeftAbilityTreeTitle="Telepath"
RightAbilityTreeTitle="Resonant"
AbilityTreeTitles[0]="Telepath"
AbilityTreeTitles[1]="Resonant"
AbilityTreeTitles[2]="XCOM"
RandomNickNames[0]="Wiz"
RandomNickNames[1]="Witchy"
RandomNickNames[2]="Warlock"
RandomNickNames[3]="Psycho"
RandomNickNames[4]="Dirge"
RandomNickNames[5]="Echo"
RandomNickNames[6]="Ecto"
RandomNickNames[7]="Haze"
RandomNickNames[8]="Hex"
RandomNickNames[9]="Zen"
RandomNickNames[10]="Omega"
RandomNickNames[11]="Dusk"
RandomNickNames[12]="Voodoo"
RandomNickNames[13]="Hellion"
RandomNickNames[14]="Judge"
RandomNickNames[15]="Freak"
RandomNickNames[16]="Twitch"
RandomNickNames[17]="Dread"
RandomNickNames[18]="Ghoul"
RandomNickNames[19]="Oz"
RandomNickNames[20]="Null"
RandomNickNames[21]="Zero"
RandomNickNames[22]="Ouija"
RandomNickNames[23]="Prophet"
RandomNickNames[24]="Nightmare"
RandomNickNames[25]="Viper"
RandomNickNames[26]="Spook"
RandomNickNames[27]="Demon"
RandomNickNames[28]="Raven"
RandomNickNames[29]="Vader"
RandomNickNames[30]="Syndrome"
RandomNickNames[31]="Druid"
RandomNickNames[32]="Thriller"
RandomNickNames[33]="Phoenix"
RandomNickNames[34]="Midnight"
RandomNickNames[35]="Crow"
RandomNickNames[36]="Scarecrow"
RandomNickNames[37]="Vampire"
RandomNickNames[38]="Werewolf"
RandomNickNames[39]="Zombie"
RandomNickNames[40]="Firefly"
RandomNickNames[41]="Omen"
RandomNickNames[42]="Raven"
RandomNickNames[43]="Xeno"
RandomNickNames[44]="Grim"
RandomNickNames[45]="Shriek"
RandomNickNames_Male[0]="Loki"
RandomNickNames_Male[1]="Pharoah"
RandomNicknames_Male[2]="Merlin"
RandomNicknames_Male[3]="Preacher"
RandomNickNames_Female[0]="Lady Grey"
RandomNicknames_Female[1]="Sorceress"
RandomNicknames_Female[2]="Banshee"
RandomNicknames_Female[3]="Aurora"
RandomNicknames_Female[4]="Oracle"
RandomNicknames_Female[5]="Misery"
RandomNicknames_Female[6]="Morrigan"
RandomNicknames_Female[7]="Violet"

RankNames[0]="Rookie"
RankNames[1]="Initiate"
RankNames[2]="Acolyte"
RankNames[3]="Adept"
RankNames[4]="Disciple"
RankNames[5]="Mystic"
RankNames[6]="Warlock"
RankNames[7]="Magus"

ShortNames[0]="Rk."
ShortNames[1]="Int."
ShortNames[2]="Acl."
ShortNames[3]="Adp."
ShortNames[4]="Dsc."
ShortNames[5]="Mys."
ShortNames[6]="War."
ShortNames[7]="Mag."

RankIcons[0]= "UILibrary_Common.rank_rookie"
RankIcons[1]= "UILibrary_Common.psirank_initiate"
RankIcons[2]= "UILibrary_Common.psirank_acolyte"
RankIcons[3]= "UILibrary_Common.psirank_adept"
RankIcons[4]= "UILibrary_Common.psirank_disciple"
RankIcons[5]= "UILibrary_Common.psirank_mystic"
RankIcons[6]= "UILibrary_Common.psirank_warlock"
RankIcons[7]= "UILibrary_Common.psirank_magus"

[Skirmisher X2SoldierClassTemplate]
DisplayName="Skirmisher"
ClassSummary="The Skirmisher is a highly mobile unit specializing in Hit-and-Run style combat."
AbilityTreeTitles[0]="Hussar"
AbilityTreeTitles[1]="Judge"
AbilityTreeTitles[2]="Tactician"
AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Judge"
RandomNickNames[1]="Reckoner"
RandomNickNames[2]="Inquisitor"
RandomNickNames[3]="Deathknell"
RandomNickNames[4]="Gravedigger"
RandomNickNames[5]="Scourge"
RandomNickNames[6]="Fatal"
RandomNickNames[7]="Doom"
RandomNickNames[8]="Chains"
RandomNickNames[9]="Ripper"
RandomNickNames[10]="Beast"
RandomNickNames[11]="Hellborn"
RandomNickNames[12]="Harbinger"
RandomNickNames[13]="Demon"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Lazarus"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Athena"

[Reaper X2SoldierClassTemplate]
DisplayName="Reaper"
ClassSummary="The Reaper specializes in striking from the shadows."
AbilityTreeTitles[0]="Stealth"
AbilityTreeTitles[1]="Saboteur"
AbilityTreeTitles[2]="Marksman"
AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Shadow"
RandomNickNames[1]="Ghost"
RandomNickNames[2]="Stalker"
RandomNickNames[3]="Haunt"
RandomNickNames[4]="Wraith"
RandomNickNames[5]="Raven"
RandomNickNames[6]="Scythe"
RandomNickNames[7]="Bones"
RandomNickNames[8]="Stiletto"
RandomNickNames[9]="Nightwalker"
RandomNickNames[10]="Final"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Sandman"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Valkyrie"

[Templar X2SoldierClassTemplate]
DisplayName="Templar"
ClassSummary="The Templar is a wild-trained Psionic warrior that gets stronger as combat continues."
AbilityTreeTitles[0]="Psiblade"
AbilityTreeTitles[1]="Dynamo"
AbilityTreeTitles[2]="Sage"
AbilityTreeTitles[3]="XCOM"
;ALPHABETICAL ORDER
RandomNickNames[0]="Ether"
RandomNickNames[1]="Shock"
RandomNickNames[2]="Scorch"
RandomNickNames[3]="Fury"
RandomNickNames[4]="Storm"
RandomNickNames[5]="Volt"
RandomNickNames[6]="Warden"
RandomNickNames[7]="Scorch"
RandomNickNames[8]="Prophet"
RandomNickNames[9]="Stormwalker"
RandomNickNames[10]="Mystic"
RandomNickNames[11]="Magister"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Warlock"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Witch"


; Countries

[Country_USA X2CountryTemplate]
DisplayName="United States"
DisplayNameWithArticle="The United States"
DisplayNameWithArticleLower="the United States"
DisplayNamePossessive="America's"
DisplayAdjective="American"

[Country_Russia X2CountryTemplate]
DisplayName="Russia"
DisplayNameWithArticle="Russia"
DisplayNameWithArticleLower="Russia"
DisplayNamePossessive="Russia's"
DisplayAdjective="Russian"

[Country_China X2CountryTemplate]
DisplayName="China"
DisplayNameWithArticle="China"
DisplayNameWithArticleLower="China"
DisplayNamePossessive="China's"
DisplayAdjective="Chinese"

[Country_UK X2CountryTemplate]
DisplayName="United Kingdom"
DisplayNameWithArticle="The United Kingdom"
DisplayNameWithArticleLower="the United Kingdom"
DisplayNamePossessive="Britain's"
DisplayAdjective="British"

[Country_Germany X2CountryTemplate]
DisplayName="Germany"
DisplayNameWithArticle="Germany"
DisplayNameWithArticleLower="Germany"
DisplayNamePossessive="Germany's"
DisplayAdjective="German"

[Country_France X2CountryTemplate]
DisplayName="France"
DisplayNameWithArticle="France"
DisplayNameWithArticleLower="France"
DisplayNamePossessive="France's"
DisplayAdjective="French"

[Country_Japan X2CountryTemplate]
DisplayName="Japan"
DisplayNameWithArticle="Japan"
DisplayNameWithArticleLower="Japan"
DisplayNamePossessive="Japan's"
DisplayAdjective="Japanese"

[Country_India X2CountryTemplate]
DisplayName="India"
DisplayNameWithArticle="India"
DisplayNameWithArticleLower="India"
DisplayNamePossessive="India's"
DisplayAdjective="Indian"

[Country_Australia X2CountryTemplate]
DisplayName="Australia"
DisplayNameWithArticle="Australia"
DisplayNameWithArticleLower="Australia"
DisplayNamePossessive="Australia's"
DisplayAdjective="Australian"

[Country_Italy X2CountryTemplate]
DisplayName="Italy"
DisplayNameWithArticle="Italy"
DisplayNameWithArticleLower="Italy"
DisplayNamePossessive="Italy's"
DisplayAdjective="Italian"

[Country_SouthKorea X2CountryTemplate]
DisplayName="South Korea"
DisplayNameWithArticle="South Korea"
DisplayNameWithArticleLower="South Korea"
DisplayNamePossessive="South Korea's"
DisplayAdjective="South Korean"

[Country_Turkey X2CountryTemplate]
DisplayName="Turkey"
DisplayNameWithArticle="Turkey"
DisplayNameWithArticleLower="Turkey"
DisplayNamePossessive="Turkey's"
DisplayAdjective="Turkish"

[Country_Indonesia X2CountryTemplate]
DisplayName="Indonesia"
DisplayNameWithArticle="Indonesia"
DisplayNameWithArticleLower="Indonesia"
DisplayNamePossessive="Indonesia's"
DisplayAdjective="Indonesian"

[Country_Spain X2CountryTemplate]
DisplayName="Spain"
DisplayNameWithArticle="Spain"
DisplayNameWithArticleLower="Spain"
DisplayNamePossessive="Spain's"
DisplayAdjective="Spanish"

[Country_Pakistan X2CountryTemplate]
DisplayName="Pakistan"
DisplayNameWithArticle="Pakistan"
DisplayNameWithArticleLower="Pakistan"
DisplayNamePossessive="Pakistan's"
DisplayAdjective="Pakistani"

[Country_Canada X2CountryTemplate]
DisplayName="Canada"
DisplayNameWithArticle="Canada"
DisplayNameWithArticleLower="Canada"
DisplayNamePossessive="Canada's"
DisplayAdjective="Canadian"

[Country_Iran X2CountryTemplate]
DisplayName="Iran"
DisplayNameWithArticle="Iran"
DisplayNameWithArticleLower="Iran"
DisplayNamePossessive="Iran's"
DisplayAdjective="Iranian"

[Country_Israel X2CountryTemplate]
DisplayName="Israel"
DisplayNameWithArticle="Israel"
DisplayNameWithArticleLower="Israel"
DisplayNamePossessive="Israel's"
DisplayAdjective="Israeli"

[Country_Egypt X2CountryTemplate]
DisplayName="Egypt"
DisplayNameWithArticle="Egypt"
DisplayNameWithArticleLower="Egypt"
DisplayNamePossessive="Egypt's"
DisplayAdjective="Egyptian"

[Country_Brazil X2CountryTemplate]
DisplayName="Brazil"
DisplayNameWithArticle="Brazil"
DisplayNameWithArticleLower="Brazil"
DisplayNamePossessive="Brazil's"
DisplayAdjective="Brazilian"

[Country_Argentina X2CountryTemplate]
DisplayName="Argentina"
DisplayNameWithArticle="Argentina"
DisplayNameWithArticleLower="Argentina"
DisplayNamePossessive="Argentina's"
DisplayAdjective="Argentinian"

[Country_Mexico X2CountryTemplate]
DisplayName="Mexico"
DisplayNameWithArticle="Mexico"
DisplayNameWithArticleLower="Mexico"
DisplayNamePossessive="Mexico's"
DisplayAdjective="Mexican"

[Country_SouthAfrica X2CountryTemplate]
DisplayName="South Africa"
DisplayNameWithArticle="South Africa"
DisplayNameWithArticleLower="South Africa"
DisplayNamePossessive="South Africa's"
DisplayAdjective="South African"

[Country_Poland X2CountryTemplate]
DisplayName="Poland"
DisplayNameWithArticle="Poland"
DisplayNameWithArticleLower="Poland"
DisplayNamePossessive="Poland's"
DisplayAdjective="Polish"

[Country_Ukraine X2CountryTemplate]
DisplayName="Ukraine"
DisplayNameWithArticle="Ukraine"
DisplayNameWithArticleLower="Ukraine"
DisplayNamePossessive="Ukraine's"
DisplayAdjective="Ukrainian"

[Country_Nigeria X2CountryTemplate]
DisplayName="Nigeria"
DisplayNameWithArticle="Nigeria"
DisplayNameWithArticleLower="Nigeria"
DisplayNamePossessive="Nigeria's"
DisplayAdjective="Nigerian"

[Country_Venezuela X2CountryTemplate]
DisplayName="Venezuela"
DisplayNameWithArticle="Venezuela"
DisplayNameWithArticleLower="Venezuela"
DisplayNamePossessive="Venezuela's"
DisplayAdjective="Venezuelan"

[Country_Greece X2CountryTemplate]
DisplayName="Greece"
DisplayNameWithArticle="Greece"
DisplayNameWithArticleLower="Greece"
DisplayNamePossessive="Greece's"
DisplayAdjective="Greek"

[Country_Columbia X2CountryTemplate]
DisplayName="Colombia"
DisplayNameWithArticle="Colombia"
DisplayNameWithArticleLower="Colombia"
DisplayNamePossessive="Colombia's"
DisplayAdjective="Colombian"

[Country_Portugal X2CountryTemplate]
DisplayName="Portugal"
DisplayNameWithArticle="Portugal"
DisplayNameWithArticleLower="Portugal"
DisplayNamePossessive="Portugal's"
DisplayAdjective="Portugese"

[Country_Sweden X2CountryTemplate]
DisplayName="Sweden"
DisplayNameWithArticle="Sweden"
DisplayNameWithArticleLower="Sweden"
DisplayNamePossessive="Sweden's"
DisplayAdjective="Swedish"

[Country_Ireland X2CountryTemplate]
DisplayName="Ireland"
DisplayNameWithArticle="Ireland"
DisplayNameWithArticleLower="Ireland"
DisplayNamePossessive="Ireland's"
DisplayAdjective="Irish"

[Country_Scotland X2CountryTemplate]
DisplayName="Scotland"
DisplayNameWithArticle="Scotland"
DisplayNameWithArticleLower="Scotland"
DisplayNamePossessive="Scotland's"
DisplayAdjective="Scottish"

[Country_Norway X2CountryTemplate]
DisplayName="Norway"
DisplayNameWithArticle="Norway"
DisplayNameWithArticleLower="Norway"
DisplayNamePossessive="Norway's"
DisplayAdjective="Norwegian"

[Country_Netherlands X2CountryTemplate]
DisplayName="Netherlands"
DisplayNameWithArticle="The Netherlands"
DisplayNameWithArticleLower="the Netherlands"
DisplayNamePossessive="Netherlands'"
DisplayAdjective="Dutch"

[Country_Belgium X2CountryTemplate]
DisplayName="Belgium"
DisplayNameWithArticle="Belgium"
DisplayNameWithArticleLower="Belgium"
DisplayNamePossessive="Belgium's"
DisplayAdjective="Belgian"
